Repository: OranLevi/iCliper
Catalog: iCliper/StringsCatlog/Localizable.xcstrings
Source language: en
Languages: he

source: About
he: אודות

# AboutView_AboutTitle
source: About
he: אודות

# AboutView_Description
source: the powerful clipboard manager for iOS that enhances your copy-and-paste experience. Effortlessly manage and organize your clipboard history, saving time and streamlining your workflow.
he: מנהל הלוח העתקות שמשפר את חוויית ההעתקה וההדבקה שלך. נהל וארגן ללא מאמץ את היסטוריית הלוח שלך, חיסכון בזמן וייעול זרימת העבודה שלך.

# AboutView_Version
source: Version
he: גירסה

# Clipboard_DoneButton
source: Done
he: סיום

# Clipboard_EditButton
source: Edit
he: עריכה

# Clipboard_navigationTitle
source: Clipboard
he: לוח העתקות

# Clipboard_noCopies
source: No copies
he: אין העתקות להציג

# Clipboard_SearchTitle
source: Search
he: חיפוש

# HowToUseView_FinalSteps_ButtonDone
source: Done
he: סיום

# HowToUseView_FinalSteps_Text1
source: Now, every time you want to use the app
he: עכשיו, בכל פעם שאתה רוצה להשתמש באפליקציה

# HowToUseView_FinalSteps_Text2
source: simply change your keyboard to iCliper.
he: פשוט שנה את המקלדת שלך ל-iCliper.

# HowToUseView_Step
source: Step
he: שלב

# HowToUseView_Step1_Button
source: Open App Settings
he: פתח את ההגדרות

# HowToUseView_Step1_Text1
source: Check if permissions have been granted and add a iCliper keyboard
he: בדוק אם ניתנו הרשאות והוסף מקלדת iCliper

# HowToUseView_Step1_Text2
source: Let's open the setting
he: בוא נפתח את ההגדרות

# HowToUseView_Step1_Text3
source: Scroll down, and click iCliper
he: וגלול מטה ולחץ על iCliper

# HowToUseView_Step2_ButtonNext
source: Next Step
he: שלב הבא

# HowToUseView_Step2_Text1
source: Click On "Keyboard"
he: לחץ על ״מקלדת״

# HowToUseView_Step3_ButtonNext
source: Next Step
he: שלב הבא

# HowToUseView_Step3_Text1
source: Toggle the switch to "Keyboard" and "Allow Full Access" to turn it on
he: העבר את המתג "מקלדת" ו"אפשר גישה מלאה" למצב מופעל

# HowToUseView_Step4_ButtonNext
source: Next Step
he: שלב הבא

# HowToUseView_Step4_Text1
source: For a better experience, we recommend changing "Paste from Other App" to allow
he: לחוויה טובה יותר, אנו ממליצים לשנות את ״הדבקה מיישומים אחרים״ לאפשר

# HowToUseView_StepOf
source: Of
he: מתוך

# iCliperApp_TabView_Clipboard
source: Clipboard
he: לוח העתקות

# iCliperApp_TabView_Setting
source: Setting
he: הגדרות

# KeyboardView_AddCopies
source: Add copies
he: הוסף העתקה

# KeyboardView_DoneButton
source: Done
he: סיום

# KeyboardView_EditButton
source: Edit
he: עריכה

# KeyboardView_noCopies
source: No copies
he: אין העתקות

# KeyboardView_NoTextCopied
source: No text copied
he: אין טקסט להדביק

# KeyboardView_OpenAccess_Text1
source: To fully enjoy the app, please grant the necessary permissions by following these simple steps:
he: כדי ליהנות מהאפליקציה במלואה, אנא הענק את ההרשאות הנדרשות על ידי ביצוע השלבים הפשוטים הבאים:

# KeyboardView_OpenAccess_Text2
source: 1. Open your device settings.
he: 1. פתח את הגדרות המכשיר שלך.

# KeyboardView_OpenAccess_Text3
source: 2. Scroll down and tap on "iCliper".
he: 2. גלול מטה והקש על "iCliper".

# KeyboardView_OpenAccess_Text4
source: 3. Select "Keyboard" from the menu.
he: 3. בחר "מקלדת" מהתפריט.

# KeyboardView_OpenAccess_Text5
source: 4. Toggle the switch to "Allow Full Access" and "Keyboard" to turn it on.
he: 4. העבר את המתג למצב "אפשר גישה מלאה" ו"מקלדת" כדי להפעיל אותו.

# KeyboardView_OpenAccess_Text6
source: That's it! You're all set to make the most of the app.
he: זהו זה! אתה מוכן להפיק את המרב מהאפליקציה.

# SettingView_AlertDeleteAll
source: Delete All
he: מחק הכל

# SettingView_AlertDeleteButton
source: Delete
he: מחק

# SettingView_HowToUse
source: How to use?
he: איך להשתמש?

# SettingView_MessageAlert
source: Are you sure to Delete all your copied?
he: האם אתה בטוח למחוק את כל ההעתקות?

# SettingView_ShareApp
source: Share App
he: שתף את האפליקציה

# SettingView_Tittle
source: Setting
he: הגדרות

# SettingViewModel_ShareText
source: Check out this awesome app! https://apps.apple.com/app/iCliper/6473295955
he: בדוק את האפליקציה המדהימה הזו! https://apps.apple.com/app/iCliper/6473295955
